export const member = {

    france: "ပြင်သစ်မှ",
    myanmar: "မြန်မာမှ",
    thailand: "ထိုင်းမှ",


    michel: {

      text: [
          
          `^"An Die Freude"^ ဆိုသောနာမည်ကျော် ရတု - ၄င်းကို ^Ludwig van Beethoven^ ရဲ့ အပြောင်မြောက်ဆုံးလက်ရာတစ်ခု ဖြစ်တဲ့ ^Ninth Symphony^ မှာ အသုံးပြုခဲ့ပါသည် - တွင် ^Friedrich Schiller^ ရေးသားဖော်ပြခဲ့သည် ချိုမြိန်သောအိပ်မက်ဆိုသည်မှာ ယခုကဲ့သို့ လူအများ ကွဲ ပြားမှုများနှင့် ချစ်ခင်မှုနည်းလာကြချိန် ကျွန်တော့အတွက်တော့ ထိုအိပ်မက်နှင့်  %ပို၍နီးစပ်လာပါပြီ။%`,

          "ကျွန်တော့်ဧ။် ဆက်လက်လျှောက်လှမ်းနေဆဲဖြစ်သော အသက်မွေးဝမ်းကြောင်းမှာ ပရိုဂရမ်းမင်းဘာသာရပ်များစွာအသုံးပြုကာ လုပ်ငန်းများစွာတွက်ရေးသားခဲ့ပြီးပါပြီ။ ^COBOL^၊ ^C#^၊ ^Ruby^၊ ^PHP^၊ ^DB2^၊ ^MySQL^ နှင့် ယခုလက်ရှိမှာတော့ ^PostgreSQL^ နှင့် ^JavaScript^ နည်းပညာများကို အသုံးပြုကာ ဘဏ်လုပ်ငန်း၊ စက်ရုံအလုပ်ရုံ၊ လူမှုဖူလုံရေး၊ ရောင်းဝယ်ရေးလုပ်ငန်းများ၊ တည်ထောင်စ လုပ်ငန်းငယ်များ နှင့် ငွေကြေးစီမံခန့်ခွဲရေးဆိုင်ရာလုပ်ငန်းများတွက် ရေးသားပေးခဲ့ပါသည်။",


          "%သို့ပေမဲ့% %ပိုအရေးကြီးတာက%",

          `
            >ကျွန်တော်  နိုင်ငံများစွာတွင် အလုပ်လုပ်နေထိုင်ခဲ့ပါသည်။
            >ယဥ်ကျေးမှု၊ လူမှုအဖွဲ့စည်းမတူသော သူများနှင့်တွဲဖက်၍ လုပ်ကိုင်ခဲ့ပါသည်။
            >ဘာသာစကားငါးခုကိုကျွမ်းကျင်စွာပြောနိုင်ပါသည်။
            >ပြင်သစ်၊ ဂျာမနီ၊ ပေါ်တူဂီ၊ စပိန်၊ ဗီယက်နမ်၊ ကမ္ဘောဒီးယားနိုင်ငံ နှင့် ယခု ထိုင်းနိုင်ငံ %တို့တွင်%
            >ပြင်သစ်၊ ဂျာမန်၊ အီတလီ၊ ပေါ်တူဂီ၊ စပိန်၊ ဗီယက်နမ်၊ အမေရိကန်၊ ချက်၊ ခမာ၊ ထိုင်း၊ မြန်မာလူမျိုးများ %နှင့်%လည်း အလုပ်အတူတွဲလုပ်ခဲ့ပါသည်။
          `
        
        ],


      cambodia: "ကမ္ဘောဒီးယားနိုင်ငံတွင်လည်း",

      mentoring:
        "ကျွန်တော့် ဖောက်သည်များဧ။် ဘွဲ့ရကာစ ဂျူနီယာ ^developers^ များကိုလည်း %ဧည့်သည်နည်းပညာကျွမ်းကျင်သူ%အနေဖြင့်  ဦးဆောင်သင်ကြား လေ့ကျင့်ပေးခဲ့ပါသည်။",

      vietnam:
        "ဗီယက်နမ်နိုင်ငံရှိ တက္ကသိုလ်များတွင်လည်း စာသင်ကြားရေးလုပ်ခဲ့ပါသည်။"

    },


    babe: {

      quote: "ကျွန်ုပ်၏ ရန်သူကို အနိုင်ယူနိုင်လောက်အောင်  %အပြည့်ဝနားလည်%နိုင်တဲ့အချိန်မှာပင် ကျွန်ုပ်သည် သူ့ကို%ချစ်တတ်သွား%ခဲ့ပြီ။",

      by: `အော်စန် စကော့ ကတ်ဒ်၊ အန်ဒါစ်ဂိမ်း`,


      text: [

          "%လမ်းဆောက်ခြင်း၊%  %အဆောက်ဦ% ဆောက်လုပ်ခြင်းတို့သည် ကျွန်ုပ်အတွက် အမြဲလို လျို့၀ှက်နက်နဲပြီး စိတ်၀င်စားစရာကောင်းသည်။ ထို့‌ကြောင့် ကျွန်တော် ကာစက်စာ တက္ကသိုလ်၊ စရီရာချာကမ်းပတ်စ်မှာ မြို့ပြအင်ဂျင်နီယာပညာကို %နားလည်အောင်% လေ့လာဖို့ဆုံးဖြတ်ခဲ့ပါသည်။",

          "ထိုသို့လေ့လာနေစဥ်အတွင်း %ဝက်ဘ်ဆိုက်% %ဖန်တီးမှုကိုလည်း% %နားလည်လိုသော% ဆန္ဒ ဖြစ်ခဲ့ပါသည်။ ထို့သို့တစတစ နားလည်ဖို့ကြိုးစားရင်းကပင် %ချစ်မြတ်နိုး%လာခဲ့သည်။",

          "သိုနှင့်%အရည်သွေးမြင့်% %ပရောဂျက်များ% ဖန်တီးလိုသည့်အတွက် ဝက်ဘ်ဆိုက်ရေးသားဖန်တီးမှု အသက်မွေးဝမ်းကြောင်း စတင်ဖို့  ဆုံးဖြတ်လိုက်သည်။",

          "ယခု ^Javascript^ အခြေပြုနည်းပညာများဖြစ်သော ^Node.js, React, Nuxt, Sequelize^ နှင့် ^PostgreSQL- database^ နည်းပညာအထူးပြု ^applications^ များရေးသားဖန်တီးနေပါသည်။",

          "%နည်းပညာဖွံ့ဖြိုးမှုနှင့်% %သုတေသန% လည်းလုပ်ဆောင်နေပြီး နည်းပညာအသစ်များကိုလေ့လာနေပါသည်။"
      
        ]

    }

  }