export const member = {

    france: "ပြင်သစ်မှ",
    myanmar: "မြန်မာမှ",
    thailand: "ထိုင်းမှ",


    michel: {

      text: [
          
          `^"An Die Freude"^ ဆိုသောနာမည်ကျော် ရတု - ၄င်းကို ^Ludwig van Beethoven^ ရဲ့ အပြောင်မြောက်ဆုံးလက်ရာတစ်ခု ဖြစ်တဲ့ ^Ninth Symphony^ မှာ အသုံးပြုခဲ့ပါသည် - တွင် ^Friedrich Schiller^ ရေးသားဖော်ပြခဲ့သည် ချိုမြိန်သောအိပ်မက်ဆိုသည်မှာ ယခုကဲ့သို့ လူအများ ကွဲ ပြားမှုများနှင့် ချစ်ခင်မှုနည်းလာကြချိန် ကျွန်တော့အတွက်တော့ ထိုအိပ်မက်နှင့်  %ပို၍နီးစပ်လာပါပြီ။%`,

          "ကျွန်တော့်ဧ။် ဆက်လက်လျှောက်လှမ်းနေဆဲဖြစ်သော အသက်မွေးဝမ်းကြောင်းမှာ ပရိုဂရမ်းမင်းဘာသာရပ်များစွာအသုံးပြုကာ လုပ်ငန်းများစွာတွက်ရေးသားခဲ့ပြီးပါပြီ။ ^COBOL^၊ ^C#^၊ ^Ruby^၊ ^PHP^၊ ^DB2^၊ ^MySQL^ နှင့် ယခုလက်ရှိမှာတော့ ^PostgreSQL^ နှင့် ^JavaScript^ နည်းပညာများကို အသုံးပြုကာ ဘဏ်လုပ်ငန်း၊ စက်ရုံအလုပ်ရုံ၊ လူမှုဖူလုံရေး၊ ရောင်းဝယ်ရေးလုပ်ငန်းများ၊ တည်ထောင်စ လုပ်ငန်းငယ်များ နှင့် ငွေကြေးစီမံခန့်ခွဲရေးဆိုင်ရာလုပ်ငန်းများတွက် ရေးသားပေးခဲ့ပါသည်။",


          "%သို့ပေမဲ့% %ပိုအရေးကြီးတာက%",

          `
            >ကျွန်တော်  နိုင်ငံများစွာတွင် အလုပ်လုပ်နေထိုင်ခဲ့ပါသည်။
            >ယဥ်ကျေးမှု၊ လူမှုအဖွဲ့စည်းမတူသော သူများနှင့်တွဲဖက်၍ လုပ်ကိုင်ခဲ့ပါသည်။
            >ဘာသာစကားငါးခုကိုကျွမ်းကျင်စွာပြောနိုင်ပါသည်။
            >ပြင်သစ်၊ ဂျာမနီ၊ ပေါ်တူဂီ၊ စပိန်၊ ဗီယက်နမ်၊ ကမ္ဘောဒီးယားနိုင်ငံ နှင့် ယခု ထိုင်းနိုင်ငံ %တို့တွင်%
            >ပြင်သစ်၊ ဂျာမန်၊ အီတလီ၊ ပေါ်တူဂီ၊ စပိန်၊ ဗီယက်နမ်၊ အမေရိကန်၊ ချက်၊ ခမာ၊ ထိုင်း၊ မြန်မာလူမျိုးများ %နှင့်%လည်း အလုပ်အတူတွဲလုပ်ခဲ့ပါသည်။
          `
        
        ],


      cambodia: "ကမ္ဘောဒီးယားနိုင်ငံတွင်လည်း",

      mentoring:
        "ကျွန်တော့် ဖောက်သည်များဧ။် ဘွဲ့ရကာစ ဂျူနီယာ ^developers^ များကိုလည်း %ဧည့်သည်နည်းပညာကျွမ်းကျင်သူ%အနေဖြင့်  ဦးဆောင်သင်ကြား လေ့ကျင့်ပေးခဲ့ပါသည်။",

      vietnam:
        "ဗီယက်နမ်နိုင်ငံရှိ တက္ကသိုလ်များတွင်လည်း စာသင်ကြားရေးလုပ်ခဲ့ပါသည်။"

    },


    babe: {

      quote: "ကျွန်ုပ်၏ ရန်သူကို အနိုင်ယူနိုင်လောက်အောင်  %အပြည့်ဝနားလည်%နိုင်တဲ့အချိန်မှာပင် ကျွန်ုပ်သည် သူ့ကို%ချစ်တတ်သွား%ခဲ့ပြီ။",

      by: `အော်စန် စကော့ ကတ်ဒ်၊ အန်ဒါစ်ဂိမ်း`,


      text: [

          "%လမ်းဆောက်ခြင်း၊%  %အဆောက်ဦ% ဆောက်လုပ်ခြင်းတို့သည် ကျွန်ုပ်အတွက် အမြဲလို လျို့၀ှက်နက်နဲပြီး စိတ်၀င်စားစရာကောင်းသည်။ ထို့ကြောင့် ကျွန်တော် ကာစက်စာ တက္ကသိုလ်၊ စရီရာချာကမ်းပတ်စ်မှာ မြို့ပြအင်ဂျင်နီယာပညာကို %နားလည်အောင်% လေ့လာဖို့ဆုံးဖြတ်ခဲ့ပါသည်။",

          "ထိုသို့လေ့လာနေစဥ်အတွင်း %ဝက်ဘ်ဆိုက်% %ဖန်တီးမှုကိုလည်း% %နားလည်လိုသော% ဆန္ဒ ဖြစ်ခဲ့ပါသည်။ ထို့သို့တစတစ နားလည်ဖို့ကြိုးစားရင်းကပင် %ချစ်မြတ်နိုး%လာခဲ့သည်။",

          "သိုနှင့်%အရည်သွေးမြင့်% %ပရောဂျက်များ% ဖန်တီးလိုသည့်အတွက် ဝက်ဘ်ဆိုက်ရေးသားဖန်တီးမှု အသက်မွေးဝမ်းကြောင်း စတင်ဖို့  ဆုံးဖြတ်လိုက်သည်။",

          "ယခု ^Javascript^ အခြေပြုနည်းပညာများဖြစ်သော ^Node.js, React, Nuxt, Sequelize^ နှင့် ^PostgreSQL- database^ နည်းပညာအထူးပြု ^applications^ များရေးသားဖန်တီးနေပါသည်။",

          "%နည်းပညာဖွံ့ဖြိုးမှုနှင့်% %သုတေသန% လည်းလုပ်ဆောင်နေပြီး နည်းပညာအသစ်များကိုလေ့လာနေပါသည်။"
      
        ]

    },


    mon: {

      quote: [
          
          "မိမိကိုယ်တိုင်ပင် ကိုယ့်ရဲ့ ကယ်တင်ရှင် ဖြစ်သည်။ အခြားသော ကယ်တင်ရှင် တစ်ယောက် ရှိနိုင်မည်လား။",

          "မိမိကိုယ်ကို ကောင်းစွာထိန်းချုပ်နိုင်ပါက ရှားပါးသော ကယ်တင်ရှင်ကို ရရှိမည်။"
        
        ],


      by: `ဓမ္မပဒ အခန်း ၁၂ 'အတ္တ၀ဂ္ဂ' အပိုဒ် ၁၆၀`,


      text: [

          "နိုင်ငံရေး အခက်ခဲတွေကြားမှာ ကိုယ့်နိုင်ငံရဲ့အင်အားကို ကိုယ်အားကိုးတာ အမှန်ကန်ဆုံးပါပဲ",

          "ကျွန်ုပ်သည် ^.NET, Java, JavaScript, Vue, React,^ နှင့် ^RDBMS^ အထူးပြု %အတွေ့အကြုံရှိသော% ^%Full% %Stack% %Developer%^ တစ်ယောက်ဖြစ်အောင် မိမိကိုယ်ကိုယ် ခက်ခက်ခဲခဲ တည်ဆောက်ခဲ့ပါသည်။ ကျွန်မ၏ ကျွမ်းကျင်မှုသည် %ခိုင်မာယုံကြည်ရသော၊% %အရည်သွေးမြင့်% ^application^ များ ဖန်တီးနိုင်မှုဖြစ်ပါသည်။",

          "ဒီဗဲလော့မှုပြင်ပ အနေနှင့် ကျွန်မသည် %ဒီဇိုင်းနှင့်% %အနီမေးရှင်း%တို့အပေါ် စိတ်အားထက်သန်မှုရှိသည့် %အနုပညာချစ်သူတစ်ဦး%ဖြစ်ပါသည်။ ^%icon%^ %များဒီဇိုင်းဆွဲခြင်းနှင့်% %အကြောင်းအရာများကို% %ပိုမိုဆွဲဆောင်မှုရှိစေရန်% %အနီမေးရှင်း% ဖန်တီးမှုအရည်အချင်းများကို ပညာရှင်အဆင့်ရောက်အောင် ကြိုးစား  လေ့လာခဲ့ပါသည်။",

          "နည်းပညာကျွမ်းကျင်မှု နှင့် အနုပညာဖန်တီးမှုတို့ကို ပေါင်းစပ်၍ နည်းပညာနှင့် ဒီဇိုင်းတို့အကြား %အချိုးကျမှုရှိစေသော% %ဖြေရှင်းချက်များ% ဖန်တီးရန်မှာ ကျွန်ုပ်၏ ရည်မှန်းချက်ဖြစ်ပါသည်။",

          "နည်းပညာ နှင့် အနုပညာဖန်တီးမှု ကြားက %ကွဟမှုကိုဖြည့်စွက်နိုင်သောစွမ်းရည်%ဖြင့် ထိုင်းနိုင်ငံ၌ အလုပ်လုပ်ရန်  စွန့်စွန့်စားစားထွက်လာခဲ့ပါသည်။"
      
        ]

    },


    fah: {

      quote: "ဒီဇိုင်းဆိုတာ မြင်တွေ့ခံစားရတဲ့အရာတစ်ခု ဆိုတာထက်ပိုပါတယ်။ ဒီဇိုင်းဆိုတာ အလုပ်လုပ်ပုံကို ပြသနေတာပါ။",

      by: `စတိ့ဗ်ဂျော့ဘ်စ်`,

      introduction: "ဝက်ဘ်ဆိုက်တစ်ခု ဖန်တီးမှုဆိုတာ အိမ်တစ်လုံးဆောက်လုပ်မှုနှင့်တူပါတယ်။ အသေးစိတ်ကို အာရုံစူးစိုက်ထားလေ တောက်ပလေလေ နေချင်စဖွယ်ကောင်းလေ ဖြစ်ပါတယ်။",

      text: [

          `ကျွန်တော် ဇာတိမြေက ထရက်စီရင်စု ထိုင်းနိုင်ငံ ဖြစ်ပါတယ်။ %စိတ်ဆန္န္ဒကိုစမ်းသပ်တဲ့% %တံတား%လို့ အမည်ရတဲ့ တံတားတည်ရှိရာနေရာဖြစ်ပါသည်။`,

          "ဒါကြောင့်ပဲ ကျွန်တော်ဟာ %အနုပညာနဲ့% %နည်းပညာကို% %ဆက်စပ်ပေးနိုင်မဲ့% %ပေါင်းကူးတံတားသဖွယ်% ဖန်တီးမှုတွေလုပ်ဖို့ စိတ်အားထက်သန်မှုရှိခဲ့တာလားလို့ ထင်မိပါတယ်။",

          "ငယ်စဉ်ကတည်းက ကျွန်တော်ဟာ အသစ်အဆန်းကို ဖန်တီးဖို့နဲ့ ခေတ်မီစက်ပစ္စည်း တွေကိုအမြဲစိတ်ဝင်စားခဲ့ပါတယ်။",

          "ဒီစိတ်အားထက်သန်မှုကြောင့် နည်းပညာ ဘယ်လိုအလုပ်လုပ်တယ်ဆိုတာ လေ့လာဖို့ ^Computer Science^ ဘာသာရပ်ကို တက်ရောက်ခဲ့ပါတယ်။",

          "ဘွဲ့ရပြီးနောက်မှာတော့ %နည်းပညာနဲ့ အနုပညာကြားဆက်နွှယ်မှု%ကို လေ့လာဖို့ စိတ်အားထက်သန်လာခဲ့ပါတယ်။",

          "%နည်းပညာနဲ့% %အနုပညာ% %ကြားက% %ကွာဟမှုကို% %ဆက်စပ်ပေးလိုစိတ်နှင့်% ^%Graphic Design%^ %ကိုချစ်မြတ်နိုးမှု%တို့ကြောင့် အသုံးပြုသူတွေရဲ့ လိုအပ်ချက်တွေကို ဖြေရှင်းနိုင်တဲ့ ^Website^ တွေ ဖန်တီးနိုင်တဲ့သူတစ်ယောက် ဖြစ်လာပါတယ်။",

          "အနုပညာနဲ့ နည်းပညာက လုံးဝမဆိုင်သလို ကွဲပြားနေပေမဲ့လည်း ကျွန်တော်တော့ ဒါတွေကို ပေါင်းစည်းပြီး %ထူးခြားပြောင်မြောက်တဲ့အရာ% တစ်ခုကို ဖန်တီးတတ်တဲ့သူဖြစ်ပါတယ်။",

          "ကျွန်တော်အတွက် ^Website^ တစ်ခုတည်ဆောက်ခြင်းဟာ အိမ်တစ်လုံးတည်ဆောက်ခြင်းလိုပါပဲ။ အတွေးခေါ် ကောင်းကောင်းနဲ့ %အသေးစိတ်ဂရုတစိုက်%ဖန်တီးနိုင်မှ လူတိုင်းနေချင်စဖွယ် အိမ်တစ်လုံး ဖြစ်လာနိုင်ပါတယ်။"
      
        ]

    }

  }