export const member = {

    france: "จากฝรั่งเศส",
    myanmar: "จากพม่า",
    thailand: "จากไทย",


    michel: {

      text: [
          
          `ความฝันอันแสนหวาน ที่ฟรีดริช ชิลเลอร์ได้แสดงออกในบทกวีอันโด่งดังของเขา ^"An Die Freude"^ (ถึงความชื่นชมยินดี) และที่ ลูทวิช ฟัน เบทโฮเฟิน นำมาสร้างสรรค์เป็นบทเพลงในซิมโฟนีหมายเลข ^9^ ที่ยิ่งใหญ่ของเขา แต่น่าเสียดายที่คนส่วนใหญ่มักจะเดินห่างออกไปจากความฝันนี้!`,

          "แต่สำหรับผม %ผมกลับเข้าใกล้มันมากขึ้นเรื่อย ๆ%",

          "ในเส้นทางอาชีพที่ยังคงดำเนินต่อไปของผม แน่นอนว่าผมได้ทำงานกับภาษาโปรแกรมและเทคโนโลยีที่หลากหลาย รวมถึงในหลาย ๆ อุตสาหกรรม เช่น การธนาคารและการเงิน, สวัสดิการ, อีคอมเมิร์ซ, สตาร์ทอัพ และฟินเทค โดยใช้เทคโนโลยีต่าง ๆ เช่น ^COBOL, C#, Ruby, PHP, DB2, MySQL^ และตอนนี้ ^JavaScript^ กับ ^PostgreSQL^",


          "%แต่สิ่งที่สำคัญที่สุดคือ:%",

          `
            >ผมเคยอาศัยและทำงานในหลายประเทศ
            >ผมเคยร่วมงานกับผู้คนจากพื้นฐานทางวัฒนธรรมที่แตกต่างกันอย่างสิ้นเชิง ไม่ว่าจะเป็นเพื่อนร่วมงานหรือผู้ร่วมงาน
            >ผมได้เรียนรู้หลายภาษา และสามารถพูดได้คล่องถึง ^5^ ภาษา
          `,

          "นี่คือที่ที่ผมเคยทำงาน:",

          `
            >%ใน%ฝรั่งเศส, เยอรมนี, โปรตุเกส, สเปน, เวียดนาม, กัมพูชา และตอนนี้ในประเทศไทย
            >%กับผู้คนจากหลายชาติ% ฝรั่งเศส, เยอรมัน, อิตาลี, โปรตุเกส, สเปน, เวียดนาม, อเมริกัน, เช็ก, ชาวเขมร, ไทย และพม่า
          `
        
        ],


      cambodia: "ในกัมพูชา ผมยังได้:",

      mentoring:
        "%เป็นผู้สอนและที่ปรึกษา% ให้กับนักพัฒนาหน้าใหม่ และรวมถึงบัณฑิตจบใหม่ ในฐานะผู้นำทีมเทคนิคชั่วคราว",

      vietnam: "ในเวียดนาม ผมยังได้สอนที่มหาวิทยาลัย"

    },


    babe: {

      quote: "ในช่วงเวลาที่ผม%เข้าใจ%ศัตรูของผมอย่างแท้จริง เข้าใจเขามากพอที่จะเอาชนะเขาได้ ในช่วงเวลานั้นเอง ผมก็%รัก%เขาด้วย",

      by: `Orson Scott Card, "Ender's Game"`,


      text: [

          "การสร้าง%ถนน%และการก่อสร้าง%อาคาร%เคยเป็นเรื่องลึกลับ ซับซ้อน สำหรับผมเสมอ ดังนั้นผมจึงตัดสินใจเรียนวิศวกรรมโยธาที่มหาวิทยาลัยเกษตรศาสตร์ วิทยาเขตศรีราชา เพื่อทำความ%เข้าใจ%สิ่งเหล่านี้ให้ลึกซึ้ง",

          "ระหว่างที่เรียน ผมมีความตั้งใจที่จะเข้าใจ%การพัฒนาเว็บไซต์%เพิ่มเติม และเมื่อผมเริ่มเข้าใจมัน ผมก็เริ่มหลง%รัก%มันเช่นกัน",

          "ดังนั้น ผมจึงตัดสินใจเริ่มต้นอาชีพในสายงานการพัฒนาเว็บไซต์ มุ่งมั่นที่จะ%สร้าง%โปรเจกต์ที่%มีคุณภาพสูง%",

          "ปัจจุบัน ผมเชี่ยวชาญในเทคโนโลยีของ #JavaScript# เช่น #Node.js, React, Nuxt, Sequelize# และ #PostgreSQL# สำหรับการจัดการฐานข้อมูล",

          "นอกจากนี้ ผมยังทำงานวิ%จัยและพัฒนาเ%พื่อทำความเข้าใจในสิ่งที่คนอื่นอาจยังไม่นึกถึง"
      
        ]

    }

  }